/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analityka";

"zanalytics.analytics.tracking.cell.title" = "Udostępniaj statystyki dotyczące użycia";

"zanalytics.analytics.tracking.footer" = "Udostępniaj statystyki dotyczące użycia naszym programistom aplikacji. Pozwoli nam to poprawić jakość aplikacji.";

"zanalytics.analytics.tracking.anonymous.footer" = "Udostępniaj statystyki dotyczące użycia naszym programistom aplikacji. Pozwoli nam to poprawić jakość aplikacji.";

"zanalytics.analytics.crashreport.cell.title" = "Włącz raportowanie błędów";

"zanalytics.analytics.crashreport.footer" = "Udostępniaj dane o awariach naszym programistom za każdym razem, gdy aplikacja nagle się zamknie. Ułatwi to znajdywanie usterek i wprowadzanie poprawek.";

"zanalytics.analytics.anonymouse.cell.title" = "Dołącz moją tożsamość";

"zanalytics.analytics.anonymouse.footer" = "Włącz udostępnianie danych ze swoją tożsamością. Pomoże nam to w sytuacjach, gdy zgłaszasz naszemu zespołowi pomocy konkretny problem.";

"zanalytics.privacy.disable.alert.title" = "Alert!";

"zanalytics.privacy.disable.alert.description" = "Udostępniając statystyki dotyczące użycia, pozwalasz lepiej analizować awarie, tym samym pomagając nam w świadczeniu lepszych usług. Możemy też skuteczniej eliminować usterki.";

"zanalytics.privacy.disable.alert.ok" = "Ok";


"zanalytics.privacy.alert.title" = "Pomóż nam udoskonalić naszą usługę!";

"zanalytics.privacy.alert.description" = "Pomóż nam w ulepszaniu produktu, zgadzając się na udostępnianie danych dotyczących korzystania z aplikacji oraz informacji o awariach. Dane można udostępniać podając tożsamość lub anonimowo.\nPamiętaj, że preferencje można zmienić w dowolnej chwili w ustawieniach aplikacji.";

"zanalytics.privacy.alert.description.watchsupport" = "Pomóż nam w ulepszaniu produktu, zgadzając się na udostępnianie danych dotyczących użycia oraz informacji o awariach. Dane można udostępniać podając tożsamość lub anonimowo. Twoje preferencje zostaną zsynchronizowane między aplikacjami mobilnymi a aplikacjami na zegarek. Można je zmienić w dowolnej chwili w ustawieniach aplikacji mobilnej.";

"zanalytics.privacy.alert.option1" = "Chcę podać swoją tożsamość";

"zanalytics.privacy.alert.option2" = "Chcę zachować anonimowość";

"zanalytics.privacy.alert.option3" = "Nie interesuje mnie to";

"zanalytics.crash.alert.title" = "Aplikacja %@ została nieoczekiwanie zamknięta podczas ostatniego użycia";

"zanalytics.crash.alert.description" = "Czy chcesz przesłać raport, abyśmy mogli usunąć ten problem?";

"zanalytics.crash.alert.option1" = "Zawsze wysyłaj raporty";

"zanalytics.crash.alert.option2" = "Wyślij teraz";

"zanalytics.crash.alert.option3" = "Nie teraz";

"zanalytics.crash.alert.option4" = "Nigdy nie pytaj";

"zanalytics.analytics.navbar.button.title.back" = "Wstecz";

"zanalytics.privacy.onboarding.title" = "Zarządzaj ustawieniami prywatności";

"zanalytics.privacy.onboarding.description" = "Poznaj metody poprawienia zabezpieczeń i prywatności konta.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Dostosuj ustawienia prywatności i zabezpieczeń";

"zanalytics.watch.privacy.alert.title" = "Preferencje analityki";

"zanalytics.watch.privacy.alert.description" = "Twoje preferencje zostaną zsynchronizowane między aplikacjami mobilnymi a aplikacjami na zegarek. Preferencje można zmienić w dowolnej chwili na ekranie ustawień aplikacji mobilnej.";

"zanalytics.appupdates.title"="Dostępna jest nowa aktualizacja!";

"zanalytics.appupdates.description"="Zalecamy zaktualizować do tej wersji i korzystać z nowych, niesamowitych funkcji.";

"zanalytics.appupdates.action.update.now"=" Aktualizuj teraz ";

"zanalytics.appupdates.action.remind.me.later"="Przypomnij mi później";

"zanalytics.appupdates.action.ignore"="Ignoruj";

"zanalytics.appupdates.unsupportedos.title"="Ostrzeżenie!";

"zanalytics.appupdates.unsupportedos.description"="Ta aplikacja wymaga zainstalowania najnowszej wersji systemu operacyjnego. Zaktualizuj teraz, aby uzyskać płynniejsze działanie.";

"zanalytics.appupdates.unsupportedos.action"=" Zainstaluj później ";

"zanalytics.rateus.prompt.title" = "Lubisz korzystać z tej aplikacji?";

"zanalytics.rateus.action.rateinappstore" = "Oceń ją w Sklepie App";

"zanalytics.rateus.action.openfeedback" = "Wyślij opinię";

"zanalytics.rateus.action.later" = "Później";

